Repository: libexif/exif
Catalog: po/*.po
Languages: ka

source: Not enough memory.
ka: არასაკმარისი მეხსიერება.

source: Setting a value for this tag is unsupported!
ka: ამ ჭდისთვის მნიშვნელობის მინიჭება შეუძლებელია!

source: Too few components specified (need %d, found %d)
ka: მითითებულია ძალიან ცოტა კომპონენტი (საჭიროა %d, ნაპოვნია %d)

source: Numeric value expected
ka: საჭიროა რიცხვითი მნიშვნელობა

source: Internal error. Please contact <%s>.
ka: შიდა შეცდომა. დაუკავშირდით <%s>-ს.

source: Not yet implemented!
ka: ჯერ განხორციელებული არაა!

source: Warning; Too many components specified!
ka: გაფრთხილება: მითითებულია მეტისმეტად ბევრი კომპონენტი!

source: Too much EXIF data (%i bytes). Only %i bytes are allowed.
ka: მეტისმეტად ბევრი EXIF მონაცემებ (%i ბაიტი). დაშვებულია მხოლო %i ბაიტი.

source: Could not write '%s' (%s).
ka: %s-ში ჩაწერის შეცდომა(%s).

source: Wrote file '%s'.
ka: ფაილი "%s" ჩაწერილია.

source: EXIF entry '%s'
ka: EXIF-ის ჩანაწერი '%s'

source: exists in IFD '%s':
ka: არსებობს '%s'-ში:

source: Adding entry...
ka: ჩანაწერის დამატება...

source: IFD '%s' does not contain a tag '%s'!
ka: IFD '%s' არ შეიცავს ჭდეს '%s'!

source: Could not open '%s' (%s)!
ka: "%s"-ის გახსნის შეცდომა: %s !

source: Could not determine size of '%s' (%s).
ka: '%s'-ის ზომის დადგენის შეცდომა(%s).

source: Could not read '%s' (%s).
ka: '%s'-ის წაკითხვის შეცდომა(%s).

source: IFD '%s' does not contain tag '%s'.
ka: IFD '%s' არ შეიცავს ჭდეს '%s'.

source: '%s' does not contain tag '%s'.
ka: '%s' არ შეიცავს ჭდეს '%s'.

source: '%s' does not contain a thumbnail!
ka: '%s' მინიატურას არ შეიცავს!

source: Could not open '%s' for writing (%s)!
ka: '%s'-ის ჩასაწერად გახსნის შეცდომა (%s)!

source: EXIF tags in '%s':
ka: EXIF ჭდეები '%s'-ში:

source: Unknown format or nonexistent MakerNote.
ka: უცნობი ფორმატი ან არარსებული MakerNote.

source: MakerNote does not contain any value.
ka: MakerNote არცერთ მნიშვნელობას არ შეიცავს.

source: MakerNote contains %i value:
ka: MakerNote %i მნიშვნელობას შეიცავს:

source: Unknown Tag
ka: უცნობი ჭდე

source: Unknown Tag 0x%04x
ka: უცნობი ჭდე: 0x%04x

source: Unknown value
ka: უცნობი მნიშვნელობა

source: EXIF tags in '%s' ('%s' byte order):
ka: EXIF ჭდეები '%s'-ში (ბაიტების მიმდევრობა '%s'):

source: Tag
ka: ჭდე

source: Value
ka: მნიშვნელობა

source: EXIF data contains a thumbnail (%i bytes).
ka: EXIF მონაცემები შეიცავს მინიატურას (%i ბაიტი).

source: ThumbnailSize %i
ka: მინიატურის ზომა %i

source: Display software version
ka: პროგრამის ვერსიის გამოტანა

source: Show IDs instead of tag names
ka: ჭდეების მაგიერ მათი ID-ების ჩვენება

source: Select tag
ka: აირჩიეთ ჭდე

source: tag
ka: ჭდე

source: Select IFD
ka: აირჩიეთ IFD

source: List all EXIF tags
ka: IFD-ის ყველა ჭდის ჩვენება

source: Show contents of tag MakerNote
ka: MakerNote ჭდის შემცველობის ჩვენება

source: Remove tag or ifd
ka: წაშალეთ ჭდე ან IFD

source: Show description of tag
ka: ჭდის აღწერის ჩვენება

source: Extract thumbnail
ka: მინიატურის გამოტანა

source: Remove thumbnail
ka: მინიატურის წაშლა

source: Insert FILE as thumbnail
ka: ფაილის მინიატურად დაყენება

source: FILE
ka: ფაილი

source: Do not fix existing tags in files
ka: არ ჩაასწოროთ ფაილებში არსებული ჭდეები

source: Write data to FILE
ka: მონაცემების ფაილში ჩაწერა

source: Value of tag
ka: ჭდის მნიშვნელობა

source: STRING
ka: სტრიქონი

source: Create EXIF data if not existing
ka: არარსებობის შემთხვევაში EXIF მონაცემების შექმნა

source: Output in a machine-readable (tab delimited) format
ka: მანქანისთვის ადვილად წასაკითხ ფორმატში (ტაბულაციით გამოყოფილი) გამოტანა

source: Width of output
ka: გამოტანის სიგანე

source: WIDTH
ka: სიგანე

source: Output in a XML format
ka: XML ფორმატში გამოტანა

source: Show debugging messages
ka: გამართვის დამატებითი ინფორმაციის ჩვენება

source: Help options:
ka: დახმარების პარამეტრები:

source: Show this help message
ka: დახმარების ამ შეტყობინების ჩვენება

source: Display brief usage message
ka: გამოყენების მოკლე შეტყობინების მიღება

source: [OPTION...] file
ka: [პარამეტრი...] ფალი

source: Invalid IFD '%s'. Valid IFDs are '0', '1', 'EXIF', 'GPS', and 'Interoperability'.
ka: არასწორი IFD '%s'. სწორი IFD-ებია '0', '1', 'EXIF', 'GPS', and 'Interoperability'.

source: Invalid tag '%s'!
ka: არასწორი ჭდე '%s'!

source: You need to specify a tag!
ka: საჭიროა ჭდის მითითება!

source: You need to specify an IFD!
ka: საჭიროა IFD-ის მითითება!

source: Tag '%s'
ka: ჭდე '%s'

source: Specify input file or --create-exif
ka: მიუთითეთ შესატანი ფაილი ან --create-exif პარამეტრი

source: '%s' is not readable or does not contain EXIF data!
ka: '%s'-ის წაკითხვა შეუძლებელია ან არ შეიცავს EXIF მონაცემებს!

source: XML format is not available for Maker Notes
ka: XML ფორმატი MakerNotes-ისთვის არ არსებობს

source: Data does not follow JPEG specification.
ka: მონაცემები JPEG სპეციფიკაციის უფლებას არ იძლევა.
